export default
    [
        { 
          title : '실력있는 개발자로 살아남는 방법?',
          subtitle : '개발자로 살아가는 이들의 공통된 목표는 당연히 ‘개발을 잘하고 싶다’ 일 것이다.',
          name : 'jo_c',
          img : 'https://file.f-lab.kr/blog/c79a788e-4924-44b6-b8a0-15819c825715-p3VjAeZ-Qw013NuU.jpg',
          content : '개발자로 살아가는 이들의 공통된 목표는 당연히 ‘개발을 잘하고 싶다’ 일 것이다. 어떠한 문제 혹은 버그를 만났을 때 자신의 개발 실력으로 전문가처럼 손쉽게 해결하거나, 코딩 테스트의 문제들을 숨 쉬듯이 쉽게 풀고, 뛰어난 기술력과 다양한 프로젝트 경험을 통해 원하는 회사에 취업을 하기 위해선 결국 개발을 ‘잘’ 해야 하는데 어떻게 하면 개발을 ‘잘’할 수 있을까? 너무 막연한 질문이 될 수도 있지만 그에 대한 이야기에 앞서 필자가 배드민턴을 했던 경험에 빗대어 이야기해 보고자 한다.',
          date : 'July 24, 2023',
        },{ 
          title : '경쟁력 있는 주니어 개발자가 되는 방법',
          subtitle : '이 글에서는 개발자 커리어에서 강점을 갖추는 방법에 대해 이야기해 보고자 한다.',
          name : 'jo_c',
          img : 'https://miro.medium.com/v2/resize:fit:1400/1*PBGvalr-ZK1yvnOp5v2RhA.jpeg',
          content : '근면 성실하게 학습하는 개발자, 러닝 커브가 가파른 개발자, 신 기술에 호기심이 많은 개발자, 동료와 소통과 협을 잘하는 개발자, 디버깅을 잘하는 개발자, 원리에 대한 깊은 이해가 있는 개발자, 대용량 처리 경험이 있는 개발자, 병렬 처리에 대한 높은 이해가 있는 개발자 등이 있을 수 있다.특장점을 목표로 잡고, 어떻게 이를 달성해 나갈지 고민해 보는 것이 좋다.',
          date : 'July 23, 2023',
        },{ 
          title : '개발자 커리어 설계를 위한 3가지 고려사항',
          subtitle : '개발자는 흥미로운 직업입니다. 방대하고 자유로우면서도 개성 있는 커리어를 설계할 수 있는 좋은 직업 중 하나라고 생각합니다. ',
          name : 'jo_c',
          img : 'https://miro.medium.com/v2/resize:fit:1400/1*LHwDsZYfLXLodcnmhFp3eA.jpeg',
          content : '개발자는 생각보다 각양각색의 일을 합니다. 회사에 따라 백엔드 개발자, 프론트엔드 개발자, 데이터 엔지니어, 아키텍트 등 개발자로 분류되는 포지션은 굉장히 많지만, 그 안에서도 포지션마다, 사람마다 다른 일을 하며 타이틀 만으로는 엔지니어의 실제 업무를 설명하기 어려운 경우가 많습니다.',
          date : 'July 22, 2023',
        }
      ]
